Repository: SKemenov/MinimalCountdown
Catalog: MinimalCountdown/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, ru, sa

source: ⚠️ Looks better at lighter weights.
ar: ⚠️ يبدو أفضل مع أوزان أخف.
de: ⚠️ Sieht bei dünneren Stärken besser aus.
es: ⚠️ Se ve mejor con grosores más finos.
fa: ⚠️ با ضخامت‌های نازک‌تر بهتر به نظر می‌رسد.
fr: ⚠️ Plus joli avec des épaisseurs plus fines.
he: ⚠️ נראה טוב יותר עם עוביים דקים יותר.
hi: ⚠️ हल्की मोटाई में बेहतर दिखता है।
ru: ⚠️ Лучше смотрится на тонких начертаниях.
sa: ⚠️ लघु-स्थौल्येषु श्रेष्ठं दृश्यते।

source: ⚠️ Looks better at Regular weight or higher.
ar: ⚠️ يبدو أفضل مع وزن «عادي» أو أعلى.
de: ⚠️ Sieht bei Stärke Normal oder höher besser aus.
es: ⚠️ Se ve mejor con el grosor Normal o superior.
fa: ⚠️ با ضخامت «معمولی» یا بیشتر بهتر به نظر می‌رسد.
fr: ⚠️ Plus joli à l’épaisseur Normale ou supérieure.
he: ⚠️ נראה טוב יותר עם עובי «רגיל» ומעלה.
hi: ⚠️ नियमित या उससे अधिक मोटाई में बेहतर दिखता है।
ru: ⚠️ Лучше смотрится при толщине Обычная или жирнее.
sa: ⚠️ «सामान्य» स्थौल्यात् ऊर्ध्वं श्रेष्ठं दृश्यते।

source: ⚠️ Looks better with Rounded enabled.
ar: ⚠️ يبدو أفضل عند تفعيل التدوير.
de: ⚠️ Sieht mit aktivierter Rundung besser aus.
es: ⚠️ Se ve mejor con el redondeado activado.
fa: ⚠️ با فعال بودن گرد کردن بهتر به نظر می‌رسد.
fr: ⚠️ Plus joli avec l’arrondi activé.
he: ⚠️ נראה טוב יותר עם העיגול מופעל.
hi: ⚠️ गोलाकार सक्षम होने पर बेहतर दिखता है।
ru: ⚠️ Лучше смотрится со скруглением.
sa: ⚠️ वृत्ताकार-सक्षमे श्रेष्ठं दृश्यते।

source: Adds an effect to the digits:
ar: يضيف تأثيراً على الأرقام:
de: Fügt den Ziffern einen Effekt hinzu:
es: Añade un efecto a los dígitos:
fa: جلوه‌ای به ارقام اضافه می‌کند:
fr: Ajoute un effet aux chiffres :
he: מוסיף אפקט לספרות:
hi: अंकों में प्रभाव जोड़ता है:
ru: Добавляет эффект к цифрам:
sa: अङ्केषु प्रभावं योजयति:

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Aspecto
fa: ظاهر
fr: Apparence
he: מראה
hi: दिखावट
ru: Оформление
sa: रूपम्

source: Arabic
ar: عربية
de: Arabisch
es: Árabes
fa: عربی
fr: Arabes
he: ערבי
hi: अरबी
ru: Арабские
sa: अरबी

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
he: אוטומטי
hi: स्वचालित
ru: Автоматически
sa: स्वचालितम्

source: Backlight
ar: إضاءة خلفية
de: Hintergrundbeleuchtung
es: Retroiluminación
fa: نور پس‌زمینه
fr: Rétroéclairage
he: תאורה אחורית
hi: बैकलाइट
ru: Подсветка
sa: पृष्ठप्रकाशः

source: Black
ar: أسود
de: Schwarz
es: Negro
fa: سیاه
fr: Noir
he: שחור
hi: काला
ru: Чёрный
sa: कृष्णः

source: Blue
ar: أزرق
de: Blau
es: Azul
fa: آبی
fr: Bleu
he: כחול
hi: नीला
ru: Синий
sa: नीलः

source: Blur
ar: تمويه
de: Unschärfe
es: Desenfoque
fa: تاری
fr: Flou
he: טשטוש
hi: धुंधला
ru: Размытие
sa: अस्पष्टता

source: Brightness
ar: السطوع
de: Helligkeit
es: Brillo
fa: روشنایی
fr: Luminosité
he: בהירות
hi: चमक
ru: Яркость
sa: प्रकाशः

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
he: סגור
hi: "बंद करें
ru: Закрыть
sa: पिधानम्

source: Close this window and click Preview to see all the changes in detail, full-screen.
ar: أغلق هذه النافذة وانقر على «معاينة» لرؤية جميع التغييرات بالتفصيل على الشاشة الكاملة.
de: Schließen Sie dieses Fenster und klicken Sie auf „Vorschau“, um alle Änderungen im Vollbildmodus zu sehen.
es: Cierra esta ventana y haz clic en «Previsualizar» para ver todos los cambios en pantalla completa.
fa: این پنجره را ببند و روی «پیش‌نمایش» کلیک کن تا تمام تغییرات را در حالت تمام‌صفحه ببینی.
fr: Fermez cette fenêtre et cliquez sur « Aperçu » pour voir tous les changements en détail, en plein écran.
he: סגור חלון זה ולחץ על «תצוגה מקדימה» כדי לראות את כל השינויים במסך מלא.
hi: इस विंडो को बंद करें और «पूर्वावलोकन» पर क्लिक करें ताकि सभी बदलाव पूर्ण स्क्रीन पर देख सकें।
ru: Закройте это окно и нажмите «Просмотр», чтобы в полноэкранном режиме увидеть все изменения.
sa: इदं विण्डो पिधाय «पूर्वावलोकन» नुद «सर्वाणि परिवर्तनानि पूर्णपटले द्रष्टुं»।

source: Color
ar: اللون
de: Farbe
fa: رنگ
fr: Couleur
he: צבע
hi: रंग
ru: Цвет
sa: वर्णः

source: Could not save settings. Try closing and reopening Settings, restarting your Mac, or reinstalling the screen saver.
ar: تعذّر حفظ الإعدادات. حاول إغلاق الإعدادات وإعادة فتحها، أو إعادة تشغيل الـ Mac، أو إعادة تثبيت شاشة التوقف.
de: Einstellungen konnten nicht gespeichert werden. Schließen Sie die Einstellungen und öffnen Sie sie erneut, starten Sie Ihren Mac neu oder installieren Sie den Bildschirmschoner neu.
es: No se pudieron guardar los ajustes. Prueba a cerrar y volver a abrir Ajustes, reiniciar el Mac o reinstalar el salvapantallas.
fa: تنظیمات ذخیره نشد. پنجره تنظیمات را ببند و دوباره باز کن، مک را ری‌استارت کن یا محافظ صفحه را دوباره نصب کن.
fr: Impossible d’enregistrer les réglages. Essayez de fermer puis de rouvrir les Réglages, de redémarrer votre Mac ou de réinstaller l’économiseur d’écran.
he: לא ניתן לשמור את ההגדרות. נסה לסגור ולפתוח מחדש את ההגדרות, לאתחל את ה-Mac או להתקין מחדש את שומר המסך.
hi: सेटिंग्स सेव नहीं हो सकीं। सेटिंग्स विंडो बंद करके फिर से खोलें, Mac रीस्टार्ट करें या स्क्रीन सेवर दोबारा इंस्टॉल करें।
ru: Не удалось сохранить настройки. Попробуйте закрыть и снова открыть «Настройки», перезагрузить Mac или переустановить заставку.
sa: सेटिङ्ग्स् रक्षितुं न शक्यते। सेटिङ्ग्स् विण्डो पिधाय पुनः उद्घाटय, Mac पुनः आरभस्व वा स्क्रीनसेवरं पुनः संस्थापय।

source: Cyan
ar: سماوي
es: Cian
fa: فیروزه‌ای
he: ציאן
hi: सियान
ru: Голубой
sa: नीलहरितः

source: Date
ar: التاريخ
de: Datum
es: Fecha
fa: تاریخ
he: תאריך
hi: तारीख
ru: Дата
sa: तिथिः

source: Day
ar: اليوم
de: Tag
es: Día
fa: روز
fr: Jour
he: יום
hi: दिन
ru: День
sa: दिनम्

source: Days
ar: أيام
de: Tage
es: Días
fa: روزها
fr: Jours
he: ימים
hi: दिन
ru: Дни
sa: दिनानि

source: Defaults to midnight.
ar: الافتراضي: منتصف الليل.
de: Standardmäßig Mitternacht.
es: Por defecto, medianoche.
fa: پیش‌فرض: نیمه‌شب.
fr: Minuit par défaut.
he: ברירת מחדל: חצות.
hi: डिफ़ॉल्ट: मध्यरात्रि।
ru: По умолчанию — полночь.
sa: पूर्वनिर्धारितम्: मध्यरात्रिः।

source: Devanagari
ar: ديفاناغاري
fa: دواناگری
he: דוונגרי
hi: देवनागरी
ru: Деванагари
sa: देवनागरी

source: Digits
ar: الأرقام
de: Ziffern
es: Dígitos
fa: ارقام
fr: Chiffres
he: ספרות
hi: अंक
ru: Цифры
sa: अङ्काः

source: Effect
ar: التأثير
de: Effekt
es: Efecto
fa: جلوه
fr: Effet
he: אפקט
hi: प्रभाव
ru: Эффект
sa: प्रभावः

source: Effect Color
ar: لون التأثير
de: Effektfarbe
es: Color del efecto
fa: رنگ جلوه
fr: Couleur de l’effet
he: צבע האפקט
hi: प्रभाव का रंग
ru: Цвет эффекта
sa: प्रभाववर्णः

source: Glow
ar: توهج
de: Leuchten
es: Resplandor
fa: درخشش
fr: Lueur
he: זוהר
hi: चमक
ru: Свечение
sa: प्रभाः

source: Green
ar: أخضر
de: Grün
es: Verde
fa: سبز
fr: Vert
he: ירוק
hi: हरा
ru: Зелёный
sa: हरितः

source: Hide labels
ar: إخفاء التسميات
de: Beschriftungen ausblenden
es: Ocultar etiquetas
fa: پنهان کردن برچسب‌ها
fr: Masquer les étiquettes
he: הסתר תוויות
hi: लेबल छुपाएं
ru: Скрыть подписи
sa: लेबलानि गोपय

source: Hide title
ar: إخفاء العنوان
de: Titel ausblenden
es: Ocultar título
fa: پنهان کردن عنوان
fr: Masquer le titre
he: הסתר כותרת
hi: शीर्षक छुपाएं
ru: Скрыть заголовок
sa: शीर्षकं गोपय

source: Hides the title even when it isn't empty.
ar: يخفي العنوان حتى لو لم يكن فارغاً.
de: Blendet den Titel aus, auch wenn er nicht leer ist.
es: Oculta el título aunque no esté vacío.
fa: عنوان را حتی وقتی خالی نیست پنهان می‌کند.
fr: Masque le titre même lorsqu’il n’est pas vide.
he: מסתיר את הכותרת גם כשהיא לא ריקה.
hi: शीर्षक को तब भी छुपाता है जब वह खाली न हो।
ru: Скрывает заголовок, даже если он не пустой.
sa: शीर्षकं गोपयति यद्यपि तत् रिक्तं नास्ति।

source: High
ar: عالي
de: Hoch
es: Alto
fa: زیاد
fr: Élevée
he: גבוה
hi: उच्च
ru: Высокая
sa: उच्चम्

source: Hours
ar: ساعات
de: Stunden
es: Horas
fa: ساعت‌ها
fr: Heures
he: שעות
hi: घंटे
ru: Часы
sa: घण्टाः

source: Indigo
ar: نيلي
es: Índigo
fa: نیلی
he: אינדיגו
hi: इंडिगो
ru: Индиго
sa: इन्दिगो

source: Inner Glow
ar: توهج داخلي
de: Inneres Leuchten
es: Resplandor interior
fa: درخشش داخلی
fr: Lueur intérieure
he: זוהר פנימי
hi: आंतरिक चमक
ru: Внутреннее свечение
sa: आन्तरिकप्रभाः

source: It can be any future date for Timer Mode or any past date for Stopwatch Mode.
ar: يمكن أن يكون أي تاريخ مستقبلي لوضع المؤقت أو أي تاريخ ماضٍ لوضع ساعة الإيقاف.
de: Es kann ein beliebiges zukünftiges Datum für den Timer-Modus oder ein vergangenes Datum für den Stoppuhr-Modus sein.
es: Puede ser cualquier fecha futura para el modo Temporizador o cualquier fecha pasada para el modo Cronómetro.
fa: می‌تواند هر تاریخ آینده برای حالت تایمر یا هر تاریخ گذشته برای حالت کرونومتر باشد.
fr: Il peut s’agir de n’importe quelle date future pour le mode Minuteur ou de n’importe quelle date passée pour le mode Chronomètre.
he: יכול להיות כל תאריך עתידי למצב טיימר או כל תאריך עבר למצב שעון עצר.
hi: टाइमर मोड के लिए कोई भी भविष्य की तारीख या स्टॉपवॉच मोड के लिए कोई भी पिछली तारीख हो सकती है।
ru: Это может быть любая будущая дата для режима таймера или любая прошедшая — для режима секундомера.
sa: टाइमर-मोडस्य कृते भविष्यतिथिः वा स्टॉपवॉच-मोडस्य कृते अतीततिथिः भवितुं शक्यते।

source: Latin
ar: لاتينية
de: Lateinisch
es: Latinos
fa: لاتین
fr: Latins
he: לטיני
hi: लैटिन
ru: Латинские
sa: लैटिन्

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fa: کم
fr: Faible
he: נמוך
hi: कम
ru: Низкая
sa: अल्पम्

source: Medium
ar: متوسط
de: Mittel
es: Medio
fa: متوسط
fr: Moyenne
he: בינוני
hi: मध्यम
ru: Средняя
sa: मध्यम्

source: Mint
ar: نعناعي
de: Minze
es: Menta
fa: نعناعی
fr: Menthe
he: מנטה
hi: पुदीना
ru: Мятный
sa: पुदीना

source: Minutes
ar: دقائق
de: Minuten
es: Minutos
fa: دقیقه‌ها
he: דקות
hi: मिनट
ru: Минуты
sa: निमेषाः

source: None
ar: لا شيء
de: Keiner
es: Ninguno
fa: هیچ
fr: Aucun
he: ללא
hi: कोई नहीं
ru: Нет
sa: न किमपि

source: Numerals
ar: الأعداد
de: Zahlen
es: Números
fa: سیستم ارقام
fr: Numéros
he: ספרות
hi: अंक प्रणाली
ru: Числа
sa: अङ्कप्रणाली

source: Orange
ar: برتقالي
es: Naranja
fa: نارنجی
he: כתום
hi: नारंगी
ru: Оранжевый
sa: नारङ्गः

source: Persian
ar: فارسية
de: Persisch
es: Persas
fa: فارسی
fr: Persans
he: פרסי
hi: फारसी
ru: Персидские
sa: फारसी

source: Pink
ar: وردي
de: Rosa
es: Rosa
fa: صورتی
fr: Rose
he: ורוד
hi: गुलाबी
ru: Розовый
sa: गुलाबी

source: Purple
ar: بنفسجي
de: Violett
es: Morado
fa: بنفش
fr: Violet
he: סגול
hi: बैंगनी
ru: Фиолетовый
sa: नीललोहितः

source: Red
ar: أحمر
de: Rot
es: Rojo
fa: قرمز
fr: Rouge
he: אדום
hi: लाल
ru: Красный
sa: रक्तः

source: Renders the digits with the Rounded design.
ar: يعرض الأرقام بالتصميم المُدوّر.
de: Stellt die Ziffern im abgerundeten Design dar.
es: Muestra los dígitos con el diseño Redondeado.
fa: ارقام را با طراحی گرد نمایش می‌دهد.
fr: Affiche les chiffres avec le style arrondi.
he: מציג את הספרות בעיצוב המעוגל.
hi: अंकों को गोल डिज़ाइन में दिखाता है।
ru: Отображает цифры со скруглённым начертанием.
sa: अङ्कान् वृत्ताकार-डिज़ाइन-रूपेण दर्शयति।

source: Round digits
ar: تدوير الأرقام
de: Ziffern runden
es: Redondear dígitos
fa: گرد کردن ارقام
fr: Arrondir les chiffres
he: עיגול ספרות
hi: अंकों को गोल करें
ru: Скруглять цифры
sa: अङ्कानां वृत्ताकारः

source: Seconds
ar: ثوانٍ
de: Sekunden
es: Segundos
fa: ثانیه‌ها
fr: Secondes
he: שניות
hi: सेकंड
ru: Секунды
sa: क्षणाः

source: Sets the digit thickness from Ultra Light to Black.
ar: يحدّد سُمك الأرقام من رفيع جداً إلى أسود.
de: Legt die Stärke der Ziffern von Ultraleicht bis Schwarz fest.
es: Define el grosor de los dígitos, de Ultrafino a Negro.
fa: ضخامت ارقام را از خیلی روشن تا مشکی تنظیم می‌کند.
fr: Définit l’épaisseur des chiffres, d’Ultrafine à Noire.
he: מגדיר את עובי הספרות מבהיר במיוחד לשחור.
hi: डिजिट्स की मोटाई अल्ट्रा लाइट से ब्लैक तक सेट करता है।
ru: Задаёт толщину цифр от сверхтонкой до чёрной.
sa: अत्यन्तं सूक्ष्मतः कृष्णपर्यन्तं अङ्कानां स्थूलतां निर्धारयति।

source: Sets the numeral system used for the digits. Automatic follows your Mac's region.
ar: يحدّد نظام الأعداد المُستخدم للأرقام. يتبع الوضع التلقائي منطقة الـ Mac.
de: Legt das Zahlensystem für die Ziffern fest. Automatisch folgt der Region des Mac.
es: Define los números usados para los dígitos. Automático sigue la región del Mac.
fa: سیستم ارقام مورد استفاده برای ارقام را تنظیم می‌کند. خودکار از منطقه مک شما پیروی می‌کند.
fr: Définit le système de numération utilisé pour les chiffres. Automatique suit la région du Mac.
he: קובע את מערכת הספרות המשמשת את האותיות. אוטומטי עוקב אחר אזור ה-Mac שלך.
hi: अंकों के लिए उपयोग की जाने वाली अंक प्रणाली सेट करता है। स्वचालित आपके Mac के क्षेत्र का अनुसरण करता है।
ru: Задаёт систему счисления для цифр. Автоматически следует региону Mac.
sa: अङ्कानां कृते प्रयुक्तां अङ्कप्रणालीं निर्धारयति। स्वचालितं भवतः Mac-क्षेत्रस्य अनुसरणं करोति।

source: Show only digits, without any labels underneath.
ar: عرض الأرقام فقط، بدون تسميات أسفلها.
de: Nur Ziffern anzeigen, ohne Beschriftungen darunter.
es: Mostrar solo los dígitos, sin etiquetas debajo.
fa: فقط ارقام را نمایش بده، بدون برچسب زیر آن‌ها.
fr: Afficher uniquement les chiffres, sans étiquettes en dessous.
he: הצג רק ספרות, ללא תוויות מתחת.
hi: केवल अंक दिखाएं, नीचे कोई लेबल नहीं।
ru: Показывать только цифры, без подписей под ними.
sa: केवलम् अङ्कान् दर्शय, अधः किमपि लेबलं नास्ति।

source: The available range is one year before and after the current date.
ar: النطاق المتاح هو سنة واحدة قبل وبعد التاريخ الحالي.
de: Der verfügbare Bereich beträgt ein Jahr vor und nach dem aktuellen Datum.
es: El intervalo disponible es de un año antes y después de la fecha actual.
fa: محدوده موجود یک سال قبل و بعد از تاریخ فعلی است.
fr: La plage disponible est d’un an avant et après la date actuelle.
he: הטווח הזמין הוא שנה אחת לפני ואחרי התאריך הנוכחי.
hi: उपलब्ध सीमा वर्तमान तारीख से एक वर्ष पहले और बाद की है।
ru: Доступный диапазон — один год до и после текущей даты.
sa: उपलब्धः परिसरः वर्तमानतिथेः एकवर्षपूर्वं च एकवर्षोत्तरं च अस्ति।

source: Theme
ar: السمة
de: Thema
es: Tema
fa: تم
fr: Thème
he: ערכת נושא
hi: थीम
ru: Тема
sa: विषयः

source: Think of a cool idea for a screen saver title and write it here
ar: فكّر في فكرة رائعة لعنوان شاشة التوقف واكتبها هنا
de: Überlege dir einen coolen Titel und schreibe ihn hier hin.
es: Piensa en una genial idea para el título y escríbelo aquí
fa: یک ایده عالی برای عنوان محافظ صفحه فکر کن و اینجا بنویس
fr: Trouvez un titre sympa pour l’économiseur d’écran et écrivez-le ici
he: חשוב על רעיון מגניב לכותרת שומר המסך וכתוב אותו כאן
hi: स्क्रीन सेवर के लिए एक शानदार शीर्षक का विचार करें और यहां लिखें
ru: Придумайте классный заголовок для заставки и напишите его здесь
sa: स्क्रीनसेवर-शीर्षकस्य कृते उत्तमं विचारं चिन्तय तत्र लिख।

source: Time
ar: الوقت
de: Uhrzeit
es: Hora
fa: زمان
fr: Heure
he: שעה
hi: समय
ru: Время
sa: कालः

source: Title
ar: العنوان
de: Titel
es: Título
fa: عنوان
fr: Titre
he: כותרת
hi: शीर्षक
ru: Заголовок
sa: शीर्षकम्

source: Weight
ar: السمك
de: Stärke
es: Grosor
fa: ضخامت
fr: Épaisseur
he: עובי
hi: मोटाई
ru: Толщина цифр
sa: स्थौल्यम्

# Weight.black
source: Black
ar: أسود
de: Schwarz
es: Negro
fa: سیاه
fr: Noire
he: שחור
hi: काला (मोटाई)
ru: Чёрная
sa: कृष्णः

# Weight.bold
source: Bold
ar: عريض
de: Fett
es: Negrito
fa: ضخیم
fr: Grasse
he: מודגש
hi: मोटा
ru: Жирная
sa: स्थूलः

# Weight.heavy
source: Heavy
ar: ثقيل
de: Schwer
es: Grueso
fa: سنگین
fr: Lourde
he: כבד
hi: भारी
ru: Сверхжирная
sa: गुरुः

# Weight.light
source: Light
ar: خفيف
de: Leicht
es: Ligero
fa: سبک
fr: Légère
he: קל
hi: हल्का
ru: Светлая
sa: लघुः

# Weight.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fa: متوسط
fr: Moyenne
he: בינוני
hi: मध्यम (मोटाई)
ru: Средняя
sa: मध्यमः

# Weight.regular
source: Regular
ar: عادي
de: Normal
es: Normal
fa: معمولی
fr: Normale
he: רגיל
hi: नियमित
ru: Обычная
sa: सामान्यः

# Weight.semibold
source: Semibold
ar: شبه عريض
de: Halbfett
es: Seminegrito
fa: نیمه‌ضخیم
fr: Demi-grasse
he: בינוני-מודגש
hi: अर्ध मोटा
ru: Полужирная
sa: अर्धस्थूलः

# Weight.thin
source: Thin
ar: رفيع
de: Dünn
es: Fino
fa: نازک
fr: Fine
he: דק
hi: पतला
ru: Тонкая
sa: सूक्ष्मः

# Weight.ultraLight
source: Ultra Light
ar: رفيع جداً
de: Ultraleicht
es: Ultrafino
fa: بسیار نازک
fr: Ultrafine
he: דק במיוחד
hi: अति पतला
ru: Сверхтонкая
sa: अतिसूक्ष्मः

source: When the countdown reaches zero, it automatically switches to Stopwatch Mode and starts counting up.
ar: عندما يصل العد التنازلي إلى الصفر، يتحول تلقائياً إلى وضع ساعة الإيقاف ويبدأ العد التصاعدي.
de: Wenn der Countdown null erreicht, wechselt er automatisch in den Stoppuhr-Modus und zählt aufwärts.
es: Cuando la cuenta atrás llega a cero, cambia automáticamente al modo Cronómetro y empieza a contar hacia arriba.
fa: وقتی شمارش معکوس به صفر برسد، به طور خودکار به حالت کرونومتر تغییر می‌کند و شروع به شمارش رو به بالا می‌کند.
fr: Lorsque le compte à rebours atteint zéro, il passe automatiquement en mode Chronomètre et commence à compter le temps écoulé.
he: כאשר הספירה לאחור מגיעה לאפס, הוא עובר אוטומטית למצב שעון עצר ומתחיל לספור כלפי מעלה.
hi: जब काउंटडाउन शून्य पर पहुंचे, तो यह स्वचालित रूप से स्टॉपवॉच मोड में बदल जाता है और ऊपर की ओर गिनना शुरू कर देता है।
ru: Когда отсчёт достигает нуля, автоматически включается режим секундомера и он начинает идти вперёд.
sa: यदा गणना शून्यं प्राप्नोति, तदा स्वयमेव स्टॉपवॉच-मोडं प्राप्नोति ऊर्ध्वं गणयितुं च आरभते।

source: White
ar: أبيض
de: Weiß
es: Blanco
fa: سفید
fr: Blanc
he: לבן
hi: सफेद
ru: Белый
sa: श्वेतः

source: Yellow
ar: أصفر
de: Gelb
es: Amarillo
fa: زرد
fr: Jaune
he: צהוב
hi: पीला
ru: Жёлтый
sa: पीतः
